app/controllers/admin/categories_controller.rb

SELECT  `categories`.* FROM `categories`  ORDER BY `categories`.`created_at` DESC LIMIT 5 OFFSET 0
SELECT COUNT(*) FROM `categories`
---
  def index
    @categories = Category.order(created_at: :desc)
      .paginate page: params[:page], per_page: 5