app/views/admin/dashboard/index.html.erb

                <div class="inner">
                  <h3><%= User.count %></h3>
---
SELECT COUNT(*) FROM `users`

                <div class="inner">
                  <h3><%= Category.count %></h3>
---
SELECT COUNT(*) FROM `categories`