app/views/admin/categories/index.html.erb

SELECT COUNT(*) FROM `categories`
SELECT COUNT(*) FROM `users`
---
              <small class="pull-right"><%= t ".date" %><br><%= datetime Time.now %></small>
              <small class="pull-right"><%= t ".totalcategories" %><br><%= User.count %></small>