app/views/admin/users/index.html.erb

SELECT COUNT(*) FROM `users`
---
              <section class="content-header">
      <h1>There are <%= User.count %> users.</h1>